{
  "main": {
    "name":"Laura Garrison",
    "occupation":"Visualization Researcher and Visual Media Designer",
    "description":"I explore the application of visual media--data visualization, design, illustration--in asking questions and telling stories about complex phenomena",
    "image":"profilepic.png",
    "bio": "I am currently an Associate Professor of Visualization in the Dept. of Informatics at the University of Bergen in Norway, where I investigate the blending of art, science, and technology to ask better questions and share stories about complex phenomena, particularly in the life sciences. In particular, I am interested in exploring how visual rhetorical and narrative approaches can impact, for good or ill, audience comprehension, engagement, emotions, and behavior. I received my PhD in Visualization from the University of Bergen for my work on multiscale visualization of human physiology for discovery and communication. I was awarded the Karl-Heinz Höhne (MedVis) Award in 2021 and the Dirk Bartz Prize this year. Prior to my PhD, I worked as an artist and content director in medical education technology start-ups in Chicago, Silicon Valley, and New York City.",
    "contactmessage":"",
    "email": "laura.garrison [at] uib.no",
    "phone": "",
    "address":{
      "building": "High Technology Centre",
      "street":"Thormøhlensgate 55",
      "city":"Bergen",
      "zip": "5006",
      "country": "Norway"
    },
    "website": "https://www.laura-garrison.com",
    "resumedownload":"https://laura-uib.s3.eu-north-1.amazonaws.com/Garrison_CV.pdf",
    "social":[
      {
        "name":"twitter",
        "url":"https://twitter.com/_Laura_Garrison",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/lauragarrison87/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/lauragarrison87/",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"",
    "education":[
      {
        "school":"University of Bergen",
        "degree":"PhD in Visualization, Dept. of Informatics",
        "graduated":"2018 - 22",
        "description":"Thesis:  From Molecules to the Masses: Visual Exploration, Analysis, and Communication of Human Physiology.",
        "supervisor": "Supervisors: Prof. Stefan Bruckner, Assoc. Prof. Renate Grüner"

      },
      {
        "school":"University of Illinois at Chicago",
        "degree":"MS in Biomedical Visualization",
        "graduated":"2010 - 12",
        "description":"Training in art, science, design, and technology tools for biomedical illustration profession. Masters project topic: Visualizing Stonefish Envenomation and its Effects On the Human Cardiovascular System.",
        "supervisor": ""
      },
      {
        "school":"Northern Michigan University",
        "degree":"BA Anatomy/Physiology, minors: Art, Chemistry",
        "graduated":"2005 - 09",
        "description":"Graduated with full honors, following pre-medical school curriculum with additional coursework in the humanities (linguistics, art history, literature).",
        "supervisor": ""
      }
    ],
    "work":[
      {
        "company":"Dept. of Informatics, University of Bergen, Norway",
        "title":"Associate Professor in Visualization (Tenure-Track)",
        "years":"2023 - current",
        "description":"I investigate the blending of art, science, and technology to ask better questions and share stories about complex phenomena, particularly in the life sciences. In particular, I am interested in exploring how visual rhetorical and narrative approaches can impact, for good or ill, audience/user comprehension, engagement, emotions, and behavior."
      },
      {
        "company": "Bouvet ASA, Bergen, Norway",
        "title": "Consultant, Data Analytics and Visualization",
        "years": "Jan - June 2023",
        "description": "I was based in the Bergen office of Bouvet, a technology consulting firm servicing businesses spanning several industry sectors, both public and private, across Scandinavia. My speciality areas include Visualization, Data Analytics and Visualization, and UI/UX Design. The working language in Bouvet is Norwegian."
      },
      {
        "company":"Dept. of Informatics, University of Bergen, Norway",
        "title":"Visualization researcher",
        "years":"2018 - 2022",
        "description":"My research focused on developing new and more efficient techniques to discover and share physiological data through visualization and data science methods. My goal through this research is to create tools that make this complex information easier to communicate and understand for both scientists and the general public.\nHighlights include:\n(+) 2nd Prize Karl Heinze Höehne (MedVis) Award, 2021.\n(+) Awarded Best Poster at 2019 EuroVis Conference.\n(+) Honorable Mention for Best Full Paper VCBM 2021.\n(+) Published and presented internationally collaborative research in top visualization journals (IEEE TVCG, CGF, C & G) and conference venues.\n(+) Established and participated in international collaborations with researchers across Europe and the US.\n(+) Invited speaker to Bio+Med+Vis Spring School 2021 with an international panel of speakers to educate early career medical visualization scientists. \n(+) Supervised student research (1 Master's thesis, 2 Bachelor's projects). \n(+) Administrative and teaching-related duties for UiB's INF 100 (Introduction to Programming), INF 101 (Object-oriented programming), and INF 102 (Algorithms)."
      },
      {
        "company":"BioDigital, New York, NY",
        "title":"Scientific Technical Director",
        "years":"2016 - 18",
        "description":"BioDigital is an interactive 3D software platform for visualizing human anatomy, disease, and treatment. Highlights of my time at BioDigital include: \n(+) Worked with the executive team to develop and manage the roadmap and best practices for content creation, management, and organization in the BioDigital Human. \n(+) Supervised the science team and oversaw the scientific and anatomical accuracy of the BioDigital online virtual human body platform. \n(+) Met with clients and worked with the content and engineering teams to develop scalable interactive 3D experiences that met the clients’ communication needs while supporting the major initiative to grow BioDigital’s internal content library. \n(+) Was part of an interdisciplinary team from academics and industry that was a finalist for the NIH HuBMAP grant. \n(+) Co-presented the BioDigital Human at the 2018 VIZBI Poster session"
      },
      {
        "company":"i-Human Patients, Sunnyvale, CA",
        "title":"Director of Medical Media",
        "years":"2013 - 15",
        "description":"i-Human Patients, Inc. creates comprehensive simulated patient encounters for medical students and practicing medical professionals that provide unparalleled immersion in the learning environment. i-Human Patient case scenarios help users develop critical clinical skills and diagnostic accuracy while providing an effective tool for educators to evaluate individual and group competencies. Highlights of my time at i-Human include: \n(+) Oversaw creation, acquisition, and management of all media used in i-Human Patient products, including the production of virtual patient avatars and anatomically accurate illustrations. In this role I worked closely with other departments to quickly address media-driven bottlenecks for a diverse set of production deliverables. \n(+) Led the development with a distributed team comprising content specialists, engineers, and outside contractors of a systematically organized media library, incorporating over 4,000 media, including audio, video, illustrations, and radiographs, all with differing viewing requirements. \n(+) Oversaw corporate website, assisted with UI design of flagship products, and created marketing and communication materials for trade shows and conferences. \n(+) Traveled for key trade show and client meetings."
      },
      {
        "company":"Emmi Solutions, Chicago, IL",
        "title":"Production Artist",
        "years":"2013 - 14",
        "description":"Emmi Solutions is a healthcare communications company focused on empowering the patient to be more active in their healthcare decisions. Highlights of my time at Emmi include: \n(+) Planned and executed animation content and sequences for modules in collaboration with art and editorial directors and writers using Adobe Flash and Illustrator. \n(+) Started a daily drawing blog for the production artist group to experiment and improve drawing capabilities."
      },
      {
        "company": "Journal of the American Medical Association, Chicago, IL",
        "title": "Medical Illustration Intern",
        "years": "2012",
        "description": "Medical illustration intern in partial satisfaction of my Master’s degree in Biomedical Visualization from University of Illinois-Chicago for the Journal of the American Medical Association (JAMA). I worked within a fast-past production pipeline to create illustrations for JAMA's patient pages, scientific articles, and medical news briefs. My artwork from this time was published in: \n(+) Punnoose AR, Schwartz (Garrison) LA, Golub RM. JAMA patient page. Neonatal hyperbilirubinemia. JAMA. 2012 May 16;307(19):2115. Erratum in: JAMA. 2012 Aug 22;308(8):765. doi: 10.1001/jama.2012.4070.\n(+) Torpy JM,  Schwartz (Garrison) LA, Golub RM. JAMA patient page. Urinary tract infection. JAMA. 2012 May 2;307(17):1877. doi: 10.1001/jama.2012.3885.\n(+) Torpy JM, Schwartz (Garrison) LA, Golub RM. JAMA patient page. Rosacea. JAMA. 2012 Jun 6;307(21):2333. doi: 10.1001/jama.2012.3942.\n(+) Torpy JM, Schwartz (Garrison) LA, Golub RM. JAMA patient page. Snakebite. JAMA. 2012 Apr 18;307(15):1657. doi: 10.1001/jama.2012.433.\n(+) Slomski A. US Can Draw Insight From Other Nations’ Experiences With Evidence-Based Medicine. JAMA. 2012;307(15):1567–1569. doi:10.1001/jama.2012.457\n(+) Srygley FD, Gerardo CJ, Tran T, Fisher DA. Does This Patient Have a Severe Upper Gastrointestinal Bleed? JAMA. 2012;307(10):1072–1079. doi:10.1001/jama.2012.253"
      }
        ],
    "publications": [
      {
        "title": "Is there a Tornado in Alex’s Blood Flow? A Case Study for Narrative Medical Visualization",
        "author": "Kleinau, A. and Stupak, E. and Mörth, E. and Garrison, L. A. and Mittenentzwei, S. and Smit, N. N. and Lawonn, K. and Bruckner, S. and Gutberlet, M. and Preim, B. and Meuschke, M.",
        "year": "2022",
        "journal": "",
        "volume": "",
        "number": "",
        "pages": "",
        "doi": ""
      },
      {
        "title": "Content-Driven Layout for Visualization Design",
        "author": "Y. Kristiansen, L. A. Garrison, and S. Bruckner",
        "year": "2022",
        "journal": "Proc of the International Symposium on Visual Information Communication and Interaction (to appear)",
        "volume": "--",
        "number": "--",
        "pages": "--",
        "doi": "--"
      },
      {
        "title": "Considering Best Practices in Color Palettes for Molecular Visualizations",
        "author": "L. A. Garrison, and S. Bruckner",
        "year": "2022",
        "journal": "Journal of Integrative Bioinformatics",
        "volume": "",
        "number": "",
        "pages": "",
        "doi": "10.1515/jib-2022-0016"
      },

      {
        "title": "Trends & Opportunities in Visualization for Physiology: A Multiscale Overview",
        "author": "L. A. Garrison, I. Kolesar, I. Viola, H. Hauser, and S. Bruckner",
        "year": "2022",
        "journal": "Computer Graphics Forum",
        "volume": "41",
        "number": "3",
        "pages": "609-643",
        "doi": "10.1111/cgf.14575"
      },
      {
        "title": "",
        "author": "Y. Kristiansen, L. A. Garrison, and S. Bruckner",
        "year": "Semantic Snapping for Guided Multi-View Visualization Design",
        "journal": "IEEE Transactions on Visualization and Computer Graphics",
        "volume": "",
        "number": "",
        "pages": "",
        "doi": "10.1109/TVCG.2021.3114860"
      },
      {
        "title": "An Exploration of Practice and Preferences for the Visual Communication of Biomedical Processes",
        "author": "L. A. Garrison, M. Meuschke, Jennifer Fairman, N. N. Smit, B. Preim, and S. Bruckner",
        "year": "2021",
        "journal": "",
        "volume": "",
        "number": "",
        "pages": "",
        "doi": ""
      },
      {
        "title": "",
        "author": "",
        "year": "",
        "journal": "",
        "volume": "",
        "number": "",
        "pages": "",
        "doi": ""
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Considering Best Practices in Color Palettes for Molecular Visualizations",
        "category":"evaluation, visual communication, health literacy, biomedical visualization, molecular visualization",
        "brief":"Current color use for molecules in a molecular visualization is largely arbitrary and often chosen based on the client, cultural factors, or personal taste. We explore the rationale for developing guidelines for semantically-meaningful color palettes in molecular visualizations.",
        "image":"moolers.png",
        "url":"https://vis.uib.no/publications/Garrison2022MolColor/",
        "pub": "Design X Bioinformatics Special Issue of Journal of Integrative Bioinformatics, 2022"
      },
      {
        "title":"Trends & Opportunities in Visualization for Physiology: A Multiscale Overview",
        "category":"physiology, visual communication, biomedical visualization, health literacy, visual analysis",
        "brief":"Combining elements of biology, chemistry, physics, and medicine, the science of human physiology is complex and multifaceted. This report offers a broad and multiscale perspective on key developments and challenges in visualization for physiology according to high-level user task.",
        "image":"physioSTAR.png",
        "url":"https://github.com/lauragarrison87/star.web",
        "pub": "Computer Graphics Forum, 2022"
      },
      {
        "title":"An Exploration of Practice and Preferences for the Visual Communication of Biomedical Processes",
        "category":"evaluation, visual communication, health literacy, biomedical visualization",
        "brief": "This study combines techniques in visualization and biomedical illustration to understand the factors that contribute to expert and non-expert preferences for visuals, whether computer-driven or hand-crafted, that describe a given biomedical process.",
        "image":"survey-output.png",
        "url":"https://github.com/lauragarrison87/Biomedical_Process_Vis",
        "note":"**Honorable Mention Best Paper**",
        "pub": "Proceedings of EuroGraphics Workshop on Visual Computing for Biology and Medicine, 2021"
      },
      {
        "title":"SpectraMosaic",
        "category":"UI/UX design research, visual data analysis, data science",
        "brief": "A tool for interactive visual exploration of magnetic resonance spectroscopy (MRS) data. A single MRS acquisition contains a few dozen metabolites (biochemicals needed to sustain life) that can act as early indicators of pathology, e.g., brain cancer, low oxygen. Our collaborators were spectroscopy experts who wanted a clear visual method to allow them to quickly discover new, possibly interesting, metabolite relations in their data for an individual or for a group of subjects. Developed mainly with p5.js as part of a Master's thesis (Jakub Vašíček).",
        "image":"spectramosaic-splash-slide-output.png",
        "url":"https://www.sciencedirect.com/science/article/pii/S0097849320301199",
        "pub": "Computers & Graphics, vol. 92, p. 1–12, 2020"
      },
      {
        "title":"DimLift",
        "category":"UI/UX design research, visual data analysis, data science",
        "brief": "Collaborative project with the MedDigit Group at the University of Magdeburg, Germany (first author).\nDimLift is a novel design and interaction method using a modified dimensionality reduction technique (iteractive factor analysis of mixed data [FAMD]) for visual exploration of data with many variables. This tool is designed for domain experts to rapidly identify correlated variables via so-called dimensional bundles, and reduce the analysis space. It acts as a supplementary tool to popular analysis tools already in clinical use, such as SPSS.\nDeveloped mainly with D3.js frontend and R/Python backend.",
        "image":"garrison_dimlift.png",
        "url":"https://github.com/lauragarrison87/DimLift",
        "pub": "IEEE Transactions on Visualization and Computer Graphics, vol. 27, iss. 6, p. 2908–2922, 2021"
      },
      {
        "title":"Integrated Dual Analysis of Quantitative and Qualitative High-Dimensional Data",
        "category":"UI/UX design research, visual data analysis",
        "brief": "Collaborative project with the MedDigit Group at the University of Magdeburg, Germany (second author). Clinical data tend to be quite complex with numerous missing data elements and variables that are continuous (quantitative), free form, and categorical (qualitative). This work explores qualitative descriptive statistics that can be integrated to quantitative statistics for iterative visual exploration of a mixed-type dataset at two levels: item level, and dimension (variable) level. It acts as a supplementary tool to popular analysis tools already in clinical use, such as SPSS. Developed mainly with D3.js frontend and R/Python backend.",
        "image":"muller-ida-output.png",
        "url":"https://github.com/JulianeMu/IntegratedDualAnalysisAproach_MDA",
        "pub": "IEEE Transactions on Visualization and Computer Graphics, vol. 27, iss. 6, p. 2953–2966, 2021"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user":"Kareem Abdul Jabbar"
      },
      {
        "text":"That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user":"Steve Wozniak... impersonator"
      }
    ]
  }
}
