{
  "main": {
    "name":"Laura Garrison",
    "occupation":"Visualization Researcher and Designer",
    "description":"I research and design visual solutions to complex problems in science,\nparticularly biology and medicine",
    "image":"profilepic.JPG",
    "bio":"I am a trained biomedical artist and designer, first as a production artist and then as a content director and project manager in US-based medical education start-ups. In doing this I became more interested in how we specifically can leverage technology to improve health literacy at multiple levels, from visual data analysis to visual communication for education and outreach. I am now a PhD researcher under the supervision of Stefan Bruckner in the visualization group in the Department of Informatics at the University of Bergen in Norway. I'm particularly interested in exploring methods in UI/UX design to help people understand complex processes in biology and medicine.",
    "contactmessage":"",
    "email": "laura.garrison [at] uib.no",
    "phone": "",
    "address":{
      "building": "High Technology Centre",
      "street":"Thormøhlensgate 55",
      "city":"Bergen",
      "zip": "5006",
      "country": "Norway"
    },
    "website": "https://www.laura-garrison.com",
    "resumedownload":"Garrison-CV-apr2021.pdf",
    "social":[
      {
        "name":"twitter",
        "url":"https://twitter.com/biovisLaura",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/lauragarrison87/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/lauragarrison87/",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"",
    "education":[
      {
        "school":"University of Bergen",
        "degree":"PhD candidate in Visualization, Institute for Informatics",
        "graduated":"2018 - current (projected 2022)",
        "description":"Thesis topic: Designing task-based experiences for the visualization and visual analysis of physiological processes.\nAdvisors: Dr. Stefan Bruckner, Dr. Renate Grüner\n"
      },
      {
        "school":"University of Illinois at Chicago",
        "degree":"MS in Biomedical Visualization",
        "graduated":"2010-12",
        "description":"Training in art, science, design, and techonlogy tools for biomedical illustration profession.\nMasters project topic: Visualizing Stonefish Envenomation and its Effects On the Human Cardiovascular System."
      },
      {
        "school":"Northern Michigan University",
        "degree":"BA Anatomy/Physiology, minors: Art, Chemistry",
        "graduated":"2005-09",
        "description":"Graduated with full honors, following pre-medical school curriculum with additional coursework in the humanities (linguistics, art history, literature)."
      }
    ],
    "work":[
      {
        "company":"University of Bergen, Norway",
        "title":"Visualization researcher",
        "years":"2018 - current",
        "description":"Researcher (PhD candidate) in the Visual Data Science for Large Scale Hypothesis Management in Imaging Biomarker Discovery (VIDI) Project. Employed through University of Bergen and the Mohn Medical Imaging and Visualization (MMIV) Centre. Includes 25% administrative and teaching-related duties for INF 100 (Introduction to Programming), INF 101 (Object-oriented programming), and INF 102 (Algorithms)."
      },
      {
        "company":"BioDigital, New York, NY",
        "title":"Scientific Technical Director",
        "years":"2016 - 18",
        "description":"Led and managed the scientific team for the development of novel, interactive 3D experiences for the web. Interfaced with clients and developed content style guide for stories at BioDigital."
      },
      {
        "company":"i-Human Patients, Sunnyvale, CA",
        "title":"Director of Medical Media",
        "years":"2013 - 15",
        "description":"Managed the acquisition, creation, and management of medical and scientific imagery from variety of data sources for use in virtual patient case scenarios."
      },
      {
        "company":"Emmi Solutions, Chicago, IL",
        "title":"Production Artist",
        "years":"2013 - 14",
        "description":"Member of production art team to build visual stories for patient education modules in Adobe Flash."
      },
      {
        "company": "Journal of the American Medical Association, Chicago, IL",
        "title": "Medical Illustration Intern",
        "years": "2012",
        "description": "Internship in Graphic Production Unit to produce  medical illustrations accompanying JAMA articles."
      }
        ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"DimLift",
        "category":"UI/UX design research, visual data analysis",
        "brief": "Collaborative project with the MedDigit Group at the University of Magdeburg, Germany (first author). DimLift is a novel design and interaction method using a modified dimensionality reduction technique (iteractive factor analysis of mixed data, FAMD) for visual exploration of data with many variables. This tool is designed for domain experts to rapidly identify correlated variables via so-called dimensional bundles, and reduce the analysis space. It acts as a supplementary tool to popular analysis tools already in clinical use, such as SPSS. Developed mainly with D3.js frontend and R/Python backend--click the image for more details on the project. Published in Transactions on Visualization and Computer Graphics (2021). ",
        "image":"garrison_dimlift.jpg",
        "url":"https://github.com/lauragarrison87/DimLift"
      },
      {
        "title":"SpectraMosaic",
        "category":"UI/UX design research, visual data analysis",
        "brief": "A tool for interactive visual exploration of magnetic resonance spectroscopy (MRS) data. A single MRS acquisition contains a few dozen metabolites (biochemicals needed to sustain life) that can act as early indicators of pathology, e.g., brain cancer, low oxygen. Our collaborators were spectroscopy experts who wanted a clear visual method to allow them to quickly discover new, possibly interesting, metabolite relations in their data for an individual or for a group of subjects. Developed mainly with p5.js for a Master's thesis (Jakub Vašíček)--click the image to go to the open-source article for additional information. Published in Computers & Graphics (2020).",
        "image":"spectramosaic-splash-slide.png",
        "url":"https://www.sciencedirect.com/science/article/pii/S0097849320301199"
      },
      {
        "title":"Integrated dual analysis of quantitative and qualitative high-dimensional data",
        "category":"UI/UX design research, visual data analysis",
        "brief": "Collaborative project with the MedDigit Group at the University of Magdeburg, Germany (second author). Clinical data tend to be quite complex with numerous missing data elements and variables that are continuous (quantitative), free form, and categorical (qualitative). This work explores qualitative descriptive statistics that can be integrated to quantitative statistics for iterative visual exploration of a mixed-type dataset at two levels: item level, and dimension (variable) level. It acts as a supplementary tool to popular analysis tools already in clinical use, such as SPSS. Developed mainly with D3.js frontend and R/Python backend--click the image for more details on the project. Published in Transactions on Visualization and Computer Graphics (2021). ",
        "image":"muller-ida.png",
        "url":"https://github.com/JulianeMu/IntegratedDualAnalysisAproach_MDA"
      },
      {
        "title":"Evaluating Biomedical Process Visualizations for Communication",
        "category":"Empirical study, design thinking, biomedical visualization",
        "brief": "**In progress** This study combines techniques in visualization and biomedical illustration to understand the factors that contribute to expert and lay audience evaluations of visual assets designed to communicate a given biomedical process.",
        "image":"survey.png",
        "url":"https://laura-garrison.com"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user":"Kareem Abdul Jabbar"
      },
      {
        "text":"That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user":"Steve Wozniak... impersonator"
      }
    ]
  }
}
