{
  "main": {
    "name":"Laura Garrison",
    "occupation":"Visualization Researcher and Designer",
    "description":"I research and design visual solutions to complex problems in science, particularly in biology and medicine",
    "image":"profilepic.png",
    "bio":"I am a trained biomedical artist and designer, first as a production artist and then as a content director and project manager in US-based medical education start-ups. In doing this I became more interested in how we specifically can leverage technology to improve health literacy at multiple levels, from visual data analysis to visual communication for education and outreach. I am now a PhD researcher under the supervision of Stefan Bruckner in the visualization group in the Department of Informatics at the University of Bergen in Norway. I'm particularly interested in exploring methods in UI/UX design to help people understand complex processes in biology and medicine.",
    "contactmessage":"",
    "email": "laura.garrison [at] uib.no",
    "phone": "",
    "address":{
      "building": "High Technology Centre",
      "street":"Thormøhlensgate 55",
      "city":"Bergen",
      "zip": "5006",
      "country": "Norway"
    },
    "website": "https://www.laura-garrison.com",
    "resumedownload":"https://laura-uib.s3.eu-north-1.amazonaws.com/Garrison-CV-apr2021.pdf",
    "social":[
      {
        "name":"twitter",
        "url":"https://twitter.com/biovisLaura",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/lauragarrison87/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/lauragarrison87/",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"",
    "education":[
      {
        "school":"University of Bergen",
        "degree":"PhD candidate in Visualization, Institute for Informatics",
        "graduated":"2018 - current (projected 2022)",
        "description":"Thesis topic: Designing task-based experiences for the visualization and visual analysis of physiological processes.\nAdvisors: Dr. Stefan Bruckner, Dr. Renate Grüner\n"
      },
      {
        "school":"University of Illinois at Chicago",
        "degree":"MS in Biomedical Visualization",
        "graduated":"2010-12",
        "description":"Training in art, science, design, and techonlogy tools for biomedical illustration profession.\nMasters project topic: Visualizing Stonefish Envenomation and its Effects On the Human Cardiovascular System."
      },
      {
        "school":"Northern Michigan University",
        "degree":"BA Anatomy/Physiology, minors: Art, Chemistry",
        "graduated":"2005-09",
        "description":"Graduated with full honors, following pre-medical school curriculum with additional coursework in the humanities (linguistics, art history, literature)."
      }
    ],
    "work":[
      {
        "company":"University of Bergen, Norway",
        "title":"Visualization researcher",
        "years":"2018 - current",
        "description":"My research focuses on developing new and more efficient techniques, based on UI/UX design and research principles, to analyze and visualize biomedical data. My end goal is to create tools that make this complex information easier to communicate and understand for both scientists and the general public. Funded Visual Data Science for Large Scale Hypothesis Management in Imaging Biomarker Discovery (VIDI) Project. Highlights include:\n(+) Published and presented internationally collaborative research in top visualization journals (Transactions on Visualization and Computer Graphics, Computers & Graphics) and awarded Best Poster at 2019 EuroVis Conference. \n(+) Invited speaker to BioMedSpring 2021 with an international panel of speakers to educate early career medical visualization scientists. \n(+) Supervised one master’s student thesis project that led to an international conference presentation and journal publication (SpectraMosaic) and one bachelor-level group semester project (Chronic pain logging web application based on the McGill Pain Questionnaire). \n(+) Administrative and teaching-related duties for INF 100 (Introduction to Programming), INF 101 (Object-oriented programming), and INF 102 (Algorithms)"
      },
      {
        "company":"BioDigital, New York, NY",
        "title":"Scientific Technical Director",
        "years":"2016 - 18",
        "description":"BioDigital is an interactive 3D software platform for visualizing human anatomy, disease, and treatment. Highlights of my time at BioDigital include: \n(+) Worked with the executive team to develop and manage the roadmap and best practices for content creation, management, and organization in the BioDigital Human. \n(+) Supervised the science team and oversaw the scientific and anatomical accuracy of the BioDigital online virtual human body platform. \n(+) Met with clients and worked with the content and engineering teams to develop scalable interactive 3D experiences that met the clients’ communication needs while supporting the major initiative to grow BioDigital’s internal content library. \n(+) Was part of an interdisciplinary team from academics and industry that was a finalist for the NIH HuBMAP grant. \n(+) Co-presented the BioDigital Human at the 2018 VIZBI Poster session"
      },
      {
        "company":"i-Human Patients, Sunnyvale, CA",
        "title":"Director of Medical Media",
        "years":"2013 - 15",
        "description":"i-Human Patients, Inc. creates comprehensive simulated patient encounters for medical students and practicing medical professionals that provide unparalleled immersion in the learning environment. i-Human Patient case scenarios help users develop critical clinical skills and diagnostic accuracy while providing an effective tool for educators to evaluate individual and group competencies. Highlights of my time at i-Human include: \n(+) Oversaw creation, acquisition, and management of all media used in i-Human Patient products, including the production of virtual patient avatars and anatomically accurate illustrations. In this role I worked closely with other departments to quickly address media-driven bottlenecks for a diverse set of production deliverables. \n(+) Led the development with a distributed team comprising content specialists, engineers, and outside contractors of a systematically organized media library, incorporating over 4,000 media, including audio, video, illustrations, and radiographs, all with differing viewing requirements. \n(+) Oversaw corporate website, assisted with UI design of flagship products, and created marketing and communication materials for trade shows and conferences. \n(+) Traveled for key trade show and client meetings."
      },
      {
        "company":"Emmi Solutions, Chicago, IL",
        "title":"Production Artist",
        "years":"2013 - 14",
        "description":"Emmi Solutions is a healthcare communications company focused on empowering the patient to be more active in their healthcare decisions. Highlights of my time at Emmi include: \n(+) Planned and executed animation content and sequences for modules in collaboration with art and editorial directors and writers using Adobe Flash and Illustrator. \n(+) Started a daily drawing blog for the production artist group to experiment and improve drawing capabilities."
      },
      {
        "company": "Journal of the American Medical Association, Chicago, IL",
        "title": "Medical Illustration Intern",
        "years": "2012",
        "description": "Medical illustration intern in partial satisfaction of my Master’s degree in Biomedical Visualization from University of Illinois-Chicago for the Journal of the American Medical Association (JAMA). I worked within a fast-past production pipeline to create illustrations for JAMA's patient pages, scientific articles, and medical news briefs. My artwork from this time was published in: \n(+) Punnoose AR, Schwartz (Garrison) LA, Golub RM. JAMA patient page. Neonatal hyperbilirubinemia. JAMA. 2012 May 16;307(19):2115. Erratum in: JAMA. 2012 Aug 22;308(8):765. doi: 10.1001/jama.2012.4070.\n(+) Torpy JM,  Schwartz (Garrison) LA, Golub RM. JAMA patient page. Urinary tract infection. JAMA. 2012 May 2;307(17):1877. doi: 10.1001/jama.2012.3885.\n(+) Torpy JM, Schwartz (Garrison) LA, Golub RM. JAMA patient page. Rosacea. JAMA. 2012 Jun 6;307(21):2333. doi: 10.1001/jama.2012.3942.\n(+) Torpy JM, Schwartz (Garrison) LA, Golub RM. JAMA patient page. Snakebite. JAMA. 2012 Apr 18;307(15):1657. doi: 10.1001/jama.2012.433.\n(+) Slomski A. US Can Draw Insight From Other Nations’ Experiences With Evidence-Based Medicine. JAMA. 2012;307(15):1567–1569. doi:10.1001/jama.2012.457\n(+) Srygley FD, Gerardo CJ, Tran T, Fisher DA. Does This Patient Have a Severe Upper Gastrointestinal Bleed? JAMA. 2012;307(10):1072–1079. doi:10.1001/jama.2012.253"
      }
        ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"DimLift",
        "category":"UI/UX design research, visual data analysis",
        "brief": "Collaborative project with the MedDigit Group at the University of Magdeburg, Germany (first author).\nDimLift is a novel design and interaction method using a modified dimensionality reduction technique (iteractive factor analysis of mixed data [FAMD]) for visual exploration of data with many variables. This tool is designed for domain experts to rapidly identify correlated variables via so-called dimensional bundles, and reduce the analysis space. It acts as a supplementary tool to popular analysis tools already in clinical use, such as SPSS.\nDeveloped mainly with D3.js frontend and R/Python backend--click the image for more details on the project. Published in Transactions on Visualization and Computer Graphics (2021).",
        "image":"garrison_dimlift.jpg",
        "url":"https://github.com/lauragarrison87/DimLift"
      },
      {
        "title":"SpectraMosaic",
        "category":"UI/UX design research, visual data analysis",
        "brief": "A tool for interactive visual exploration of magnetic resonance spectroscopy (MRS) data. A single MRS acquisition contains a few dozen metabolites (biochemicals needed to sustain life) that can act as early indicators of pathology, e.g., brain cancer, low oxygen. Our collaborators were spectroscopy experts who wanted a clear visual method to allow them to quickly discover new, possibly interesting, metabolite relations in their data for an individual or for a group of subjects. Developed mainly with p5.js for a Master's thesis (Jakub Vašíček)--click the image to go to the open-source article for additional information. Published in Computers & Graphics (2020).",
        "image":"spectramosaic-splash-slide.png",
        "url":"https://www.sciencedirect.com/science/article/pii/S0097849320301199"
      },
      {
        "title":"Integrated dual analysis of quantitative and qualitative high-dimensional data",
        "category":"UI/UX design research, visual data analysis",
        "brief": "Collaborative project with the MedDigit Group at the University of Magdeburg, Germany (second author). Clinical data tend to be quite complex with numerous missing data elements and variables that are continuous (quantitative), free form, and categorical (qualitative). This work explores qualitative descriptive statistics that can be integrated to quantitative statistics for iterative visual exploration of a mixed-type dataset at two levels: item level, and dimension (variable) level. It acts as a supplementary tool to popular analysis tools already in clinical use, such as SPSS. Developed mainly with D3.js frontend and R/Python backend--click the image for more details on the project. Published in Transactions on Visualization and Computer Graphics (2021). ",
        "image":"muller-ida.png",
        "url":"https://github.com/JulianeMu/IntegratedDualAnalysisAproach_MDA"
      },
      {
        "title":"Evaluating Biomedical Process Visualizations for Communication",
        "category":"Empirical study, design thinking, biomedical visualization",
        "brief": "**In progress** This study combines techniques in visualization and biomedical illustration to understand the factors that contribute to expert and lay audience evaluations of visual assets designed to communicate a given biomedical process.",
        "image":"survey.png",
        "url":"https://laura-garrison.com"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user":"Kareem Abdul Jabbar"
      },
      {
        "text":"That Tim Baker must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user":"Steve Wozniak... impersonator"
      }
    ]
  }
}
